alacritty
android-tools
appmenu-gtk-module
aws-cli-v2
aws-session-manager-plugin
baobab
base
base-devel
bat
bind
bob
bspwm
chezmoi
chromium
dconf-editor
discord
docker
docker-buildx
docker-compose
efibootmgr
epiphany
fd
file-roller
flameshot
font-manager
fzf
git
google-chrome
grilo-plugins
grub
gtop
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
intel-ucode
inxi
kubectl
lazygit
libhangul-git
libvips
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-mini-greeter
linux
linux-firmware
linux-headers
linux-lts-headers
lshw
lsof
luacheck
lxappearance
malcontent
neofetch
network-manager-applet
networkmanager
nimf
nitrogen
nodejs
notion-app
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp
nvidia-lts
nvidia-settings
openresolv
openssh
openvpn
orca
os-prober
papirus-icon-theme
pavucontrol
picom
polybar
postman-bin
ps_mem
pulseaudio-control
python-pip
python-pipx
python-pynvim
python-setuptools
reflector
ripgrep
rofi
rsync
rygel
simple-scan
slack-desktop
spotify
stalonetray
stylua
sudo
sxhkd
sxiv
sysz
telegram-desktop
terraform
thunar
tmux
tracker3-miners
trayer-srg-git
tree
ttf-font-awesome
tty-clock
vagrant
vim
virtualbox
virtualbox-guest-iso
webkit2gtk
wezterm
wget
wine
xclip
xdg-user-dirs-gtk
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yadm
yay
yelp
zsh
