tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kardolus/chatgpt-cli"
tap "koekeishiya/formulae"
tap "zkondor/dist"
brew "pycparser", link: false
brew "cffi", link: false
brew "docutils", link: false
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bob"
brew "gettext"
brew "glib"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "zstd"
brew "curl"
brew "doxygen"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "libtiff"
brew "gdk-pixbuf"
brew "gh"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "netpbm"
brew "groff"
brew "harfbuzz"
brew "hub"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "netcat"
brew "ninja"
brew "perl"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "vim"
brew "virtualenv"
brew "wakeonlan"
brew "yadm"
brew "daipeihust/tap/im-select"
brew "kardolus/chatgpt-cli/chatgpt-cli"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "hammerspoon"
cask "keybase"
cask "keycastr"
cask "openvpn-connect"
cask "rar"
cask "wezterm"
