tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kardolus/chatgpt-cli"
tap "koekeishiya/formulae"
tap "zkondor/dist"
tap "homebrew/cask-fonts"
brew "font-jetbrains-mono-nerd-font"
brew "bettertouchtool" 
brew "alfred" 
brew "daipeihust/tap/im-select"
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "python@3.11"
brew "go" 
brew "node"
brew "bat"
brew "bob"
brew "chezmoi"
brew "cmake"
brew "gcc"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "ranger"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wakeonlan"
cask "discord"
cask "google-chrome"
cask "1password"
cask "1password-cli"
cask "wezterm"
