tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "homebrew/cask-fonts"
tap "daipeihust/tap"


brew "python@3.11"
brew "go" 
brew "node@18", link: :force
brew "bob"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "mas"
brew "luarocks"
brew "daipeihust/tap/im-select"
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "cmake"
brew "gcc"
brew "coreutils"
brew "curl"
brew "gh"
brew "jq"
brew "lazygit"
brew "ranger"
brew "ripgrep"
brew "terraform"
brew "wakeonlan"
brew "asdf"

# Window manager
brew "FelixKratz/formulae/borders"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "FelixKratz/formulae/sketchybar"


cask "font-jetbrains-mono-nerd-font"
cask "font-d2coding"
cask "wezterm"
cask "1password"
cask "1password-cli"
cask "google-chrome"
cask "discord"
cask "alfred" 
cask "bettertouchtool" 

mas "KakaoTalk ", id: 869223134
mas "Gifski ", id: 1351639930
