tap "daipeihust/tap"
tap "kardolus/chatgpt-cli"
brew "daipeihust/tap/im-select"
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "cmake"
brew "gcc"
brew "coreutils"
brew "curl"
brew "gh"
brew "jq"
brew "lazygit"
brew "ranger"
brew "ripgrep"
brew "terraform"
brew "wakeonlan"
mas "KakaoTalk ", id: 869223134
mas "Gifski ", id: 1351639930
cask "1password"
cask "1password-cli"
cask "google-chrome"
cask "discord"
cask "alfred" 
cask "bettertouchtool" 
