tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "homebrew/cask-fonts"
brew "python@3.11"
brew "go" 
brew "node@18", link: :force
brew "bob"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "mas"
brew "luarocks"
cask "font-jetbrains-mono-nerd-font"
cask "wezterm"
